Repository: Vadymkon/WhoPaid
Catalog: lib/l10n/intl_*.arb
Languages: ru

# local
source: en
ru: ru

# themei
source: Theme:
ru: Тема:

# meow_message
source: MEOW
ru: МЯУ

source: Menu
ru: Меню

source: TAP
ru: ТЫК

source: Todo_list
ru: Список дел

source: No data!
ru: НЕТ ИНФЫ!

# smthnk
source: +smmth
ru: +что-то

source: Add
ru: Добавить

# template
source: whopaids are executed by applying them to a data structure. Annotations in the whopaid refer to elements of the data structure .
ru: Использовано 71 % доступного пространства. … Пространство расходуется, когда вы сохраняете файлы на Диске и в

# darkTheme
source: Set Dark Theme
ru: Поставить тёмную тему

# lightTheme
source: Set Light Theme
ru: Поставить светлую тему

# darkThemeSh
source: Dark
ru: Тёмная

# lightThemeSh
source: Light
ru: Светлая

source: Donat
ru: Донат

# pro
source: Buy PRO (without ads)
ru: Купить PRO (без рекламы)

# name
source: John
ru: Вася:

# food
source: Choose Food-icon:
ru: Выберите иконку еды:

# food_str
source: Write your food:
ru: Напишите вашу еду:

# ate
source: What you're ate...
ru: Найдите что кушали...

# buffer
source: DoubleTap to Bill for copying in your buffer.
ru: Два раза быстро нажмите по чеку, чтобы скопировать его.

# user
source: Users
ru: Кушали

source: UserName:
ru: Имя пользователя:

source: Cost:
ru: Цена:

# swipetip
source: Tip: Swipe for delete
ru: Подсказка: смахните виджет чтобы удалить.

# taptip
source: Tap for edit
ru: Нажмите, чтобы редактировать

# taptip2
source: Tap to copy data, and them tap GreenButton
ru: Нажмите чтобы использовать информацию из блока Затем нажмите зелёную кнопку

# taptip3
source: Tap the RIGHT SIDE of food-button for choosing it :)
ru: Нажмите на ПРАВУЮ ПОЛОВИНУ кнопки еды, чтобы выбрать её :)

# usetip
source: MANUAL: Choose which user-view you do. Tap to right-side of food, for choose it(green). Tap to left-side for editing it. Swipe for deleting.
ru: ИНСТРУКЦИЯ: Выберите, за какого пользователя вы отмечаете. Нажмите справа от еды, чтобы выбрать ее (зеленый). Коснитесь левой стороны, чтобы отредактировать его. Проведите пальцем для удаления.

source: History
ru: История

# currency
source: Write your currency:
ru: Напишите свою валюту:

# bill
source: Take a new Bill
ru: Новый счёт

# bill2
source: Bill-maker
ru: Тут делается счёт

# bill3
source: Bill
ru: Счёт

# bill4
source: Bills
ru: Счёты

# discr
source: Calculating is now easier!
ru: Посчитать теперь легче!

# useradd1
source: Write names, who ate:
ru: Напишите имена тех кто ел:

# useradd2
source: (splitting by space)
ru: (разделяя пробелом)

# useradd3
source: John VasyaK MisterJohnson...
ru: Джон ВасяК МистерДжонсон...

# foodlist
source: Pizza1 Pizza2 Potato
ru: Пицца1 Пицца2 КартошкаФри

source: Close
ru: Закрыть

# error1
source: No one ate. Fix that!
ru: Никто не ел. Исправь это!

# error2
source: No food. Fix that!
ru: Нет еды. Исправь это!

# error3
source: Number of food members are not the same as cost members. Fix That!
ru: Количество еды не совпадает с количеством цен. Исправьте это!

source: OK
ru: ОК

source: File removed
ru: Файл удалён.

# icons
source: Image are from fluticons. Authors: enamo-studios, nikita-golubev, icongeek26, good-ware, freepik, kiranshastry, voysla, aranagraphics, vector-stall, owldsgnr
ru: Картинки с Fluticon'a. Авторы: enamo-studios, nikita-golubev, icongeek26, good-ware, freepik, kiranshastry, voysla, aranagraphics, vector-stall, owldsgnr

# bmaker1_bill
source: General bill:
ru: Общий счет:

# bmaker2_foodtitle
source: Food eaten by:
ru: Пища, съеденная:

# bmaker3_dishestitle
source: Dishes:
ru: Блюда:

# bmaker4_missed
source: Maybe you missed:
ru: Возможно, вы пропустили:

# bmaker5_foodmissed
source: nobody ate it.
ru: никто не съел это.

# bmaker6_guymissed
source: didn't eat at all.
ru: не ел вообще.
